{
	"Home": "Home",
	"Return": "Return",
	"Appointment": "Appointment",
	"Agreement": "Agreement",
	"Staff": "Staff",
	"Contact": "Contact",
	"Company": "Company",
	"UploadW2": "Upload W2",
	"Choose Language": "Español",
	"First Name": "First Name",
	"Middle Name": "Middle Name",
	"Last Name": "Last Name",
	"Date of Birth": "Date of Birth",
	"Social Security Number": "Social Security Number",
	"Select Number of Dependents": "Select Number of Dependents",
	"Driver License Number/ID": "Driver License Number/ID",
	"ID State": "ID State",
	"ID Issue Date": "ID Issue Date",
	"ID Expiration Date": "ID Expiration Date",
	"Select Filing Status": "Select Filing Status",
	"Occupation": "Occupation",
	"Address": "Address",
	"Complete Address": "Complete Address",
	"Apartment": "Apartment",
	"Zip Code": "Zip Code",
	"City": "City",
	"State": "State",
	"Phone/Cellular Number": "Phone/Cellular Number",
	"Cellular Provider": "Cellular Provider",
	"Discount Code": "Discount Code",
	"Referral ID": "Referral ID",
	"Email Address Required": "Email Address Required",
	"Preferred Location": "Preferred Location",
	"First Name": "First Name",
	"Middle Name": "Middle Name",
	"Last Name": "Last Name",
	"Date of Birth": "Date of Birth",
	"Social Security Number": "Social Security Number",
	"Type of Relationship": "Type of Relationship",
	"Is Dependent a Student?": "Is Dependent a Student?",
	"Is Dependent Disabled?": "Is Dependent Disabled?",
	"Filing Options": "Filing Options",
	"EFILE": "EFILE (10-21 Days)",
	"Payment Options": "Payment Options",
	"Bank Product": "Bank Products (RT 10-21 Days. Fees deducted from tax refund.)",
	"EFILE/Direct Deposit": "EFILE/Direct Deposit (EFILE 10-21 Days. Fees paid by you.)",
	"Notes": "Notes",
	"I AGREE": "I AGREE",
	"Terms": "The undersigned person(s) has authorized One Way Tax Service or any authorized representative of One Way Tax Service to prepare their federal and/or state tax return(s). One Way Tax Service Claims no responsibility for the tax return(s) other than preparing the said return(s). The accuracy of the return(s) will be directly related to the information that you, the taxpayer(s), provide or any authorized representative of One Way Tax Service.  The information received by One Way Tax Service will be used in compliance with the rules and regulations of the Internal Revenue Service Circular 230. \r\n\r\nI agree to electronically sign any and all documents that may require a signature to complete my tax return including the bank application.\r\n\r\n Two forms of identification such as a social security card or a form of picture identification such as Driver’s License, State ID, etc. should be submitted to the preparer during this transmission and you must provide our office with the appropriate documents such as a W-2, 1099, 1098, ChiId-Care information, college student, mortgage information, business summery, and all related documents in order for your tax return to be properly prepared and e-filed to the IRS. A copy of your tax return and will be emailed and we suggest storing your return in a safe and secure place.\r\n\r\nIn the event of an electronic filed tax return refund, One Way Tax Service makes no claim or guarantees regarding the time for expected delivery. All dates and/or responsibility are limited to the preparation of the return for electronic transmission. After electronic transmission, any delays caused by the IRS, Bank(s) and/or any other government agencies involved are not the responsibility of One Way Tax Service. \r\n\r\nBy clicking this Checkbox you are electronically signing this Consent to Prepare and you have agreed to fully compensate and authorize One Way Tax Service to prepare your tax return(s) for a fee. If and when payment of services is rendered, it is to be electronically deducted from your refund; the taxpayer(s) is/are fully responsible for any unpaid balance. Any outstanding balance must be paid in full during the time of services rendered. The taxpayer(s) will be responsible for any, and all fees and expenses, including collection fees, attorney fees, damages, court cost and interest that may be incurred by One Way Tax Service. One Way Tax Service has the right to report to Credit Reporting Agencies using any information provided if any outstanding balance is not paid."
}
