{
	"Home": "Inicio",
	"Return": "Declaración",
	"Appointment": "Cita",
	"Agreement": "Acuerdo",
	"Staff": "Personal",
	"Contact": "Contacto",
	"Company": "Companía",
	"UploadW2": "Upload W2",
	"Choose Language": "English",
	"First Name": "Nombre",
	"Middle Name": "Segundo Nombre",
	"Last Name": "Apellido",
	"Date of Birth": "Facha de Nacimiento",
	"Social Security Number": "Número de Seguro Social",
	"Select Number of Dependents": "Select Number of Dependents",
	"Driver License Number/ID": "Número de Licencia de Conducir / ID",
	"ID State": "Seleccione Estado",
	"ID Issue Date": "Identificación  Fecha de Emisión",
	"ID Expiration Date": "Identificación Fecha de Vencimiento",
	"Select Filing Status": "Select Filing Status",
	"Occupation": "Ocupación",
	"Address": "Dirección",
	"Complete Address": "Dirección Completa",
	"Apartment": "Aparamento",
	"Zip Code": "Código Postal",
	"City": "Ciudad",
	"State": "Estado",
	"Phone/Cellular Number": "Número de Teléfono/Celular",
	"Cellular Provider": "Proveedor Móvil",
	"Discount Code": "Código De Descuento",
	"Referral ID": "Identificación de Referencia",
	"Email Address Required": "Correo Electrónico",
	"Preferred Location": "Lugar Preferido",
	"First Name": "Nombre",
	"Middle Name": "Segundo Nombre",
	"Last Name": "Apellido",
	"Date of Birth": "Fecha de Nacimiento",
	"Social Security Number": "Número de Seguro Social",
	"Type of Relationship": "Tipo de Relación",
	"Is Dependent a Student?": "El Dependiente es Estudiante?",
	"Is Dependent Disabled?": "El Dependiente está Incapacitado?",
	"Filing Options": "Opciones",
	"EFILE": "EFILE (10-21 Dias)",
	"Payment Options": "Opciones de Pago",
	"Bank Product": "Producto Bancario (RT 10-21 Dias. Honorarios serán deducidos del reembolso.)",
	"EFILE/Direct Deposit": "EFILE/Deposito Directo (EFILE 10-21 dias. Mis honorarios serán pagados por adelantado.)",
	"I AGREE":"ESTOY DE ACUERDO",
	"Terms":"La(s) persona(s) suscrita(s) ha autorizado One Way Tax Service o cualquier representante autorizado de One Way Tax Service para preparar su declaración de impuestos federal y/o estatal. One Way Tax Service no tiene ninguna responsabilidad por la declaración de impuestos que no sea la preparación de dicha declaración. La exactitud de la declaración estará directamente relacionada con la información que usted, el contribuyente(s), proporcione o cualquier representante autorizado, la información recibida será utilizada de acuerdo con las normas y reglamentos de la Circular del Servicio de Impuestos Internos 230. \r\n\r\n Estoy de acuerdo en firmar electrónicamente todos los documentos que puedan ser requeridos para completar mi declaración de impuestos incluída la aplicación bancaria.\r\n\r\nDos formas de identificación, como una tarjeta de seguro social o una forma de identificación con fotografía como licencia de conducir, identificación del estado, etc. deben ser presentadas al preparador durante esta transmisión y deben proporcionar a nuestra oficina los documentos apropiados, tales como W—2, 1099, 1098, la información de cuidado de niños, estudiante universitario, información sobre hipotecas, resumen de negocios y todos los documentos relacionados en la orden para que su declaración de impuestos sea preparada adecuadamente y presentada electrónicamente al IRS. Una copia de su declaración de impuestos será enviada a su correo electrónico, Ie aconsejamos almacenar su declaración en un lugar seguro y protegido.\r\n\r\nEn el caso de una restitución a la declaración de impuestos presentada electrónicamente, One Way Tax Service no garantiza en cuanto al tiempo de entrega prevista. Todas las fechas y/o responsabilidad se limitan a la preparación de la declaración para la transmisión electrónica. Después de la transmisión electrónica, los retrasos ocasionados por el IRS, el Banco y el o los organismos gubernamentales involucrados no son responsabilidad de One Way Tax Service.\r\n\r\nAl hacer clic en esta casilla de verificación está firmando electrónicamente este Consentimiento para Preparar y usted está de acuerdo en compensar plenamente y autorizar a One Way Tax Service para preparar su declaración de impuestos por una tarifa.  Sí se realiza el pago y cuando se haga Sí se realiza el pago y cuando se haga el pago de los servicios, éste se deducirá electrónicamente de su reembolso; el contribuyente es plenamente responsable de cualquier saldo pendiente de pago. Cualquier saldo pendiente debe ser pagado en su totalidad durante el tiempo en que los servicios sean prestados. El contribuyente será responsable de cualquier y todas las comisiones y gastos, incluyendo honorarios de cobranza, honorarios de abogados, daños, costos de corte y de interés que pueda incurrir One Way Tax Service.  One Way Tax Service tienen el derecho de informar a agencias de informes de crédito usando la información proporcionadas sí un balance no a sido pagado."   
}
